<?php /*a:1:{s:71:"/www/wwwroot/manong.yaho.cc/application/index/view/index/copyright.html";i:1547001662;}*/ ?>
﻿  <?php echo widget("Last/header"); ?>

<div class="page-banner"><div class="page-wb"><h2>帮助中心</h2></div></div>
<div class="page-about">
    <div class="page-menu">
        <ul>
                  <li><a href="/index/index/vip">会员相关</a></li>
        	        <li ><a href="/index/index/about">关于我们</a></li>
                    <li class="on"><a href="/index/index/copyright">免责声明</a></li>
                    <li ><a href="/index/index/contact">联系我们</a></li>
                    <li ><a href="/index/index/ad">广告合作</a></li>
                    <li ><a href="/index/index/down">本站程序</a></li>
                           	        </ul>
    </div>
<div class="page-body">
        <div class="layui-about">
            <p>码农网对网站上所显示的信息或资料的准确性、内容、完整性、合法性、可靠性、可操作性或可用性不承担任何责任。</p><p>码农网服务中的任何信息或材料的删除、存储失败、错误提供或未及时提供不承担任何责任。</p><p>码农网其许可方不对通过码农网服务得到的或在其上刊登广告所推介的产品或服务、通过由码农网服务提供的任何链接而得到的产品或服务，以及通过在码农网服务中所提供的任何链接而得到的任何信息或建议做任何担保。</p><p>对因通过服务下载或访问网上的任何信息或材料而导致的任何伤害不承担任何责任。</p><p>码农网服务包含的下载资源信息内的所有内容并不反映亦不代表任何码农网之意见。</p><p>码农网作为模板共享网络服务提供者，对非法转载，盗版行为的发生不具备充分的监控能力。</p><p>但是当版权拥有者提出侵权指控并出示充分的版权证明材料时，码农网负有移除盗版和非法转载作品以及停止继续传播的义务。</p><p>码农网对他人在网站上实施的此类侵权行为不承担法律责任，侵权的法律责任概由会员本人承担。</p><p>码农网板发布作品的作者视为同意码农网粉就前款情况采取的相应措施。</p><p>码农网在满足前款条件下采取移除等相应措施后不为此向原发布人承担违约责任或其他法律责任，包括不承担因侵权指控不成立而给原发布人带来损害的赔偿责任。</p><p>如果版权拥有者发现自己作品被侵权，请及时向码农网提出权利通知，将身份证明、权属证明、具体链接（URL）及详细侵权情况证明发往405527089@qq.com。</p><p>码农网在收到上述法律文件后，在5个工作日内移除相关涉嫌侵权的内容。</p><p><span style="font-size: 24px;"><strong>仅供学习个人使用</strong></span></p><p>码农网提供的资源仅供您个人用于非商业性目的。</p><p>您不得使用码农网提供的资源来销售产品或资源。</p><p>您不得将码农网的资源索引，将其重新排版后挪作他用，或在您的网站上设立码农网产品主页或其他页面的镜像网页。</p><p>如果您想将码农网服务用于商业目的，必须事先与码农网签定协议，有关详细信息，请与我们联系。</p><p>您在此保证您不会以任何违反任何适用于您作为码农网产品服务的使用者的任何管辖地的法律或法规的方式使用码农网产品服务。</p>        </div>
    </div>

</div>
  <?php echo widget("Last/footer"); ?>
